Revit 2022 API
ParameterTypeId.FabricationSecSize Property
 "Size of Secondary End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationSecSize { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSecSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSecSize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace